Repository: GNOME/libpanel
Catalog: po/*.po
Languages: ug

source: The draft “%s” has not been saved. It can be saved or discarded.
ug: دەسلەپكى نۇسخا «%s» ساقلانمىغان. ئۇنى ساقلىغىلى ياكى تاشلىۋەتكىلى بولىدۇ.

source: Save or Discard Draft?
ug: دەسلەپكى نۇسخىنى ساقلامدۇ ياكى تاشلىۋېتەمدۇ؟

source: _Discard
ug: تاشلىۋەت(_D)

source: _Save As…
ug: باشقا ئاتتا ساقلا(_S)…

source: “%s” contains unsaved changes. Changes can be saved or discarded.
ug: «%s» دا ساقلانمىغان ئۆزگىرىش بار. ئۆزگىرىشنى ساقلىغىلى ياكى تاشلىۋەتكىلى بولىدۇ.

source: Save or Discard Changes?
ug: ئۆزگىرىشنى ساقلامدۇ ياكى تاشلىۋېتەمدۇ؟

source: _Save
ug: ساقلا(_S)

source: Open documents contain unsaved changes. Changes can be saved or discarded.
ug: ئېچىلغان پۈتۈكتە ساقلانمىغان ئۆزگىرىش بار. ئۆزگىرىشنى ساقلىغىلى ياكى تاشلىۋەتكىلى بولىدۇ.

source: _Discard All
ug: ھەممىنى تاشلىۋەت(_D)

source: _Cancel
ug: ۋاز كەچ(_C)

source: Open Pages
ug: بەت ئاچ

source: Frame
ug: كاندۇك

source: Move Page _Left
ug: بەتنى سولغا يۆتكە(_L)

source: Move Page _Right
ug: بەتنى ئوڭغا يۆتكە(_R)

source: Move Page _Up
ug: بەتنى ئۈستىگە يۆتكە(_U)

source: Move Page _Down
ug: بەتنى ئاستىغا يۆتكە(_D)

source: Close All Pages
ug: ھەممە بەتنى ياپ

source: Close Frame
ug: كاندۇكنى ياپ

source: Restore panel to previous location
ug: كۆزنەكچىنى ئالدىنقى ئورۇنغا ئەسلىگە قايتۇر

source: (new)
ug: (يېڭى)

source: Only _Save Selected
ug: تاللانغاننىلا ساقلا(_S)

source: Save All
ug: ھەممىنى ساقلا

source: Discard All
ug: ھەممىنى تاشلىۋەت

source: Follow system style
ug: سىستېما ئۇسلۇبىغا ئەگىشىدۇ

source: Light style
ug: يورۇق ئۇسلۇب

source: Dark style
ug: قاراڭغۇ ئۇسلۇب

source: Toggle visibility of left panel
ug: سول كۆزنەكچىنىڭ كۆرۈنۈشچانلىقىنى ئالماشتۇر

source: Toggle visibility of right panel
ug: ئوڭ كۆزنەكچىنىڭ كۆرۈنۈشچانلىقىنى ئالماشتۇر

source: Toggle visibility of top panel
ug: چوققا كۆزنەكچىنىڭ كۆرۈنۈشچانلىقىنى ئالماشتۇر

source: Toggle visibility of bottom panel
ug: ئاستى كۆزنەكچىنىڭ كۆرۈنۈشچانلىقىنى ئالماشتۇر
