Repository: GNOME/libpanel
Catalog: po/kw.po
Languages: kw

source: The draft “%s” has not been saved. It can be saved or discarded.
kw: An kyns-skrif “%s” na sawys. Y'n gallos sawys po dileys.

source: Save or Discard Draft?
kw: Sawya po Dilea Kyns-Skrif?

source: _Discard
kw: _Dilea

source: _Save As…
kw: _Sawya Avel…

source: “%s” contains unsaved changes. Changes can be saved or discarded.
kw: “%s” kontaynya chanjyow ansawys. Chanjyow gallos bos sawys po dileys.

source: Save or Discard Changes?
kw: Sawya po Dilea Chanjyow?

source: _Save
kw: _Sawya

source: Open documents contain unsaved changes. Changes can be saved or discarded.
kw: Skrifow ygor kontaynya chanjyow ansawys. Chanjyow gallos bos sawys po dileys.

source: _Discard All
kw: _Dilea Oll

source: _Cancel
kw: _Hedhi

source: Open Pages
kw: Folennow Ygor

source: Frame
kw: Fram

source: Move Page _Left
kw: Gwaya Folen _Kledh

source: Move Page _Right
kw: Gwaya Folen _Dyghow

source: Move Page _Up
kw: Gwaya Folen War-_Vann

source: Move Page _Down
kw: Gwaya Folen War-_Woles

source: Close All Pages
kw: Degea Oll Folennow

source: Close Frame
kw: Degea Fram

source: Restore panel to previous location
kw: Daslea panel dhe le kyns

source: (new)
kw: (nowydh)

source: Only _Save Selected
kw: _Sawya Dewisys Hepken

source: Save All
kw: Sawya Oll

source: Discard All
kw: Dilea Oll

source: Follow system style
kw: Obaya gis system

source: Light style
kw: Gis gwynn

source: Dark style
kw: Gis du

source: Toggle visibility of left panel
kw: Dewis gweladewder panel kledh

source: Toggle visibility of right panel
kw: Dewis gweladewder panel dyghow

source: Toggle visibility of top panel
kw: Dewis gweladewder panel a-warta

source: Toggle visibility of bottom panel
kw: Dewis gweladewder panel a-woles
